//;******************************************************************************
//;* Copyright (c) 2015, Insyde Software Corp. All Rights Reserved.
//;*
//;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
//;* transmit, broadcast, present, recite, release, license or otherwise exploit
//;* any part of this publication in any form, by any means, without the prior
//;* written permission of Insyde Software Corporation.
//;*
//;******************************************************************************
//; 
//; Module Name:
//; 
//;   PasswordString.uni
//; 
//; Abstract:
//; 
//;   Strings for generic utility library
//; 

/=#

#include "Standard.uni"

#string STR_CHECK_PASSWORD_STRING      #language en-US    "Enter Current Password:"
                                       #language fr-FR    "Entrer Mot de Passe Present:"
                                       #language zh-TW    "\wide輸入密碼\narrow:"
                                       #language ja-JP    "\wide現在のパスワードを入力してください\narrow:"
                                       #language it-IT    "Digitare password attuale:"
                                       #language es-ES    "Ingrese Contraseña Actual:"
                                       #language de-DE    "Aktuelles Kennwort eintragen:"
                                       #language pt-PT    "Entre Senha Corrente:"
#string STR_INVALID_PASSWORD           #language en-US    "Invalid password"
                                       #language fr-FR    "Invalid password"
                                       #language zh-TW    "\wide密碼錯誤\narrow"
                                       #language ja-JP    "Invalid password"
                                       #language it-IT    "Invalid password"
                                       #language es-ES    "Invalid password"
                                       #language de-DE    "Invalid password"
                                       #language pt-PT    "Invalid password"
#string STR_ERROR_STATUS               #language en-US    "Error Status"
                                       #language fr-FR    "Le Statut de l'Erreur"
                                       #language zh-TW    "\wide錯誤狀態\narrow"
                                       #language ja-JP    "\wideエラー状態\narrow"
                                       #language it-IT    "Error Status"
                                       #language es-ES    "Estado de error"
                                       #language de-DE    "Fehlerfeststellung"
                                       #language pt-PT    "Status Erro"
#string STR_THREE_ERRORS               #language en-US    "Enter incorrect password 3 times"
                                       #language fr-FR    "Entrez le mot de passe incorrect 3 fois"
                                       #language zh-TW    "\wide輸入三次錯誤密碼\narrow"
                                       #language ja-JP    "\wide誤った暗証番号を\narrow3\wide回入力する\narrow"
                                       #language it-IT    "Password errata per 3 volte"
                                       #language es-ES    "Ingresó 3 veces incorrectas la contraseña"
                                       #language de-DE    "Fehlerhafte Paßworteingabe 3mal"
                                       #language pt-PT    "Digite a senha errada 3 vezes"
#string STR_RESTART_MSG                #language en-US    "Please restart system"
                                       #language fr-FR    "Veuillez redémarrer le système"
                                       #language zh-TW    "\wide請重置系統\narrow"
                                       #language ja-JP    "\wideシステムを再起動してください\narrow"
                                       #language it-IT    "Riavviare il sistema"
                                       #language es-ES    "Por favor reiniciar el sistema"
                                       #language de-DE    "Bitte starten Sie System erneut"
                                       #language pt-PT    "Por favor, reinicie o sistema"
                                       